status/2021/19mar21.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2023-10-28 Sat 04:39 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>13 March 2021 - 19 March 2021</title>
<meta name="author" content="Daniel Kelley" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">13 March 2021 - 19 March 2021</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#orgab1ab2a">1. Santa Cruz Weather Station</a></li>
<li><a href="#orgbacd184">2. EPICS</a></li>
<li><a href="#org54e7858">3. Brini Tracker II</a></li>
<li><a href="#org9329b1e">4. CA-R</a></li>
<li><a href="#orgbcc24a0">5. wktplot</a></li>
<li><a href="#orga66b814">6. Reading</a>
<ul>
<li><a href="#org2b10a62">6.1. Hidden Figures</a></li>
<li><a href="#orgfc5b32a">6.2. Radiometric Tracking Techniques for Deep-Space Navigation</a></li>
<li><a href="#orgbe2982b">6.3. Three Sigma Leadership</a></li>
</ul>
</li>
</ul>
</div>
</div>
<p>
Spring has sprung. Kinda.
</p>

<div id="outline-container-orgab1ab2a" class="outline-2">
<h2 id="orgab1ab2a"><span class="section-number-2">1.</span> Santa Cruz Weather Station</h2>
<div class="outline-text-2" id="text-1">
<p>
Mast sensors still broken
</p>
</div>
</div>
<div id="outline-container-orgbacd184" class="outline-2">
<h2 id="orgbacd184"><span class="section-number-2">2.</span> EPICS</h2>
<div class="outline-text-2" id="text-2">
<p>
Added calibration and configuration expansion to u3a and u3s
Implemented '*RST' SCPI reset.
Implemented digital in/out reconfiguration.
</p>
</div>
</div>

<div id="outline-container-org54e7858" class="outline-2">
<h2 id="org54e7858"><span class="section-number-2">3.</span> Brini Tracker II</h2>
<div class="outline-text-2" id="text-3">
<p>
Buttons still work after nine weeks week of runtime. GPS display update
seems to be intermittent as it is not working at this moment. But the date
<b>is</b> correct.
</p>
</div>
</div>

<div id="outline-container-org9329b1e" class="outline-2">
<h2 id="org9329b1e"><span class="section-number-2">4.</span> CA-R</h2>
<div class="outline-text-2" id="text-4">
<p>
Implemented handling of new data files.
Removed hospital graphs as the data was no longer provided.
</p>
</div>
</div>

<div id="outline-container-orgbcc24a0" class="outline-2">
<h2 id="orgbcc24a0"><span class="section-number-2">5.</span> wktplot</h2>
<div class="outline-text-2" id="text-5">
<p>
Some differences between Voronoi polygonization between libgeos and
Inkscape. Not sure why.
</p>
</div>
</div>

<div id="outline-container-orga66b814" class="outline-2">
<h2 id="orga66b814"><span class="section-number-2">6.</span> Reading</h2>
<div class="outline-text-2" id="text-6">
</div>
<div id="outline-container-org2b10a62" class="outline-3">
<h3 id="org2b10a62"><span class="section-number-3">6.1.</span> Hidden Figures</h3>
<div class="outline-text-3" id="text-6-1">
<p>
<a href="https://www.barnesandnoble.com/w/hidden-figures-margot-lee-shetterly/1123655109?ean=9780062363602">https://www.barnesandnoble.com/w/hidden-figures-margot-lee-shetterly/1123655109?ean=9780062363602</a>
(neighborhood book box!)
</p>
</div>
</div>
<div id="outline-container-orgfc5b32a" class="outline-3">
<h3 id="orgfc5b32a"><span class="section-number-3">6.2.</span> Radiometric Tracking Techniques for Deep-Space Navigation</h3>
<div class="outline-text-3" id="text-6-2">
<p>
<a href="https://descanso.jpl.nasa.gov/monograph/series1/Descanso1_all.pdf">https://descanso.jpl.nasa.gov/monograph/series1/Descanso1_all.pdf</a>
</p>
</div>
</div>
<div id="outline-container-orgbe2982b" class="outline-3">
<h3 id="orgbe2982b"><span class="section-number-3">6.3.</span> Three Sigma Leadership</h3>
<div class="outline-text-3" id="text-6-3">
<p>
<a href="https://www.nasa.gov/connect/ebooks/three-sigma-leadership_detail">https://www.nasa.gov/connect/ebooks/three-sigma-leadership_detail</a>
</p>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Daniel Kelley</p>
<p class="date">Created: 2023-10-28 Sat 04:39</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>